{
	"@metadata": {
		"authors": [
			"Meno25"
		]
	},
	"bs-matomoconnector-extension-description": "يتيح دمج ماتومو في ويكي لإنشاء لوحات معلومات في ماتومو",
	"bs-matomoconnector-pref-bsprivacyintegration": "تكامل BlueSpicePrivacy",
	"bs-matomoconnector-pref-bsprivacyintegration-help": "فعّل تكامل BlueSpicePrivacy. يجب أن يكون مُلحق AjaxOptOut مُفعّلاً في تثبيت Matomo. راجع docs/PrivacyIntegration.md",
	"bs-matomoconnector-pref-siteid": "معرف الموقع",
	"bs-matomoconnector-pref-siteid-help": "معرّف موقع ماتومو. يمكن العثور عليه كمعامل URL في شريط عنوان المتصفح عند تسجيل الدخول إلى ماتومو.",
	"bs-matomoconnector-pref-baseurl": "عنوان URL الأساسي",
	"bs-matomoconnector-pref-baseurl-help": "عنوان URL الرئيسي لتثبيت Matomo بدون معرف الموقع.",
	"bs-matomoconnector-pref-authtoken": "رمز المصادقة",
	"bs-matomoconnector-pref-authtoken-help": "رمز المصادقة المستخدم لواجهة برمجة تطبيقات HTTP. يمكن العثور عليه في ماتومو: الإدارة -> شخصي -> الأمان -> رموز المصادقة",
	"bs-matomoconnector-pref-optoutfooter": "إظهار رابط إلغاء الاشتراك في التذييل",
	"bs-matomoconnector-pref-optoutfooter-help": "يعرض رابط \"خدمة التحليل\" في تذييل صفحة ويكي. تتضمن صفحة خدمة التحليل خانة اختيار لإلغاء الاشتراك في ماتومو.",
	"bs-matomoconnector-special-optoutheading": "خدمة التحليل",
	"bs-matomoconnector-special-privacynote": "<p>موقعنا الإلكتروني يستخدم \"ماتومو\" وهو خدمة تحليل الويب. ماتومو يستخدم ما يعرف باسم \"الكوكيز\". هذه ملفات نصية صغيرة يتم حفظها على جهاز الكمبيوتر الخاص بك وتسمح لنا بتحليل استخدام موقعنا الإلكتروني. يتم نقل معلومات الاستخدام التي تم إنشاؤها بواسطة ملفات تعريف الارتباط (بما في ذلك عنوان IP المختصر الخاص بك) إلى خادمنا وتخزينها حتى نتمكن من تحليل استخدام موقعنا الإلكتروني، مما يساعدنا على تحسين موقعنا الإيكتروني. يتم تحديد عنوان IP الخاص بك على الفور في هذا الإجراء، بحيث تبقى مجهولا لنا كمستخدم. لن يتم نقل المعلومات حول استخدامك للموقع الإلكتروني التي تم إنشاؤها بواسطة ملفات تعريف الارتباط إلى أطراف ثالثة. يمكنك منع استخدام الكوكيز باستخدام الإعدادات ذات الصلة في متصفحك الويب. لكن هذا قد يعني أنك لا تستطيع استخدام جميع وظائف الموقع بالكامل.</p><br/><p>إذا لم توافق على حفظ وتقييم هذه البيانات المتعلقة باستخدامك للموقع، فيمكنك إلغاء هذا التخزين واستخدامها في أي وقت باستخدام نقرة الماوس أدناه. في هذه الحالة، سيتم حفظ ملف تعريف الارتباط يسمى \"ملف تعريف التخلي عن الاتصال\"، مما يمنع ماتومو من حفظ أي بيانات جلسة. يرجى ملاحظة: إذا قمت بحذف ملفات تعريف الارتباط الخاصة بك، فسوف يقوم هذا بحذف الملفات الارتباعية التي قد تحتاج إلى إعادة تنشيطها من قبلك.</p><br/><h3>التناقض:</h3>",
	"bs-matomoconnector-optout-footerlink": "خدمة التحليل",
	"bs-matomoconnector-privacy-cookie-group": "ماتومو",
	"bs-matomoconnector-privacy-cookie-group-desc": "يستخدم موقعنا الإلكتروني ماتومو، وهي خدمة لتحليل المواقع الإلكترونية. يستخدم ماتومو ما يُعرف بـ\"ملفات تعريف الارتباط\" (cookies). وهي عبارة عن ملفات نصية صغيرة تُحفظ على جهازك، وتتيح لنا تحليل استخدامك لموقعنا. تُرسل معلومات الاستخدام التي تُنشئها ملفات تعريف الارتباط (بما في ذلك عنوان IP المختصر الخاص بك) إلى خادمنا وتُحفظ فيه، ما يُساعدنا على تحليل استخدامك لموقعنا وتحسينه. يتم إخفاء عنوان IP الخاص بك فورًا خلال هذه العملية، بحيث تبقى هويتك مجهولة بالنسبة لنا كمستخدم. لن تُنقل المعلومات المتعلقة باستخدامك للموقع، والتي تُنشئها ملفات تعريف الارتباط، إلى أي جهات خارجية."
}
