{
	"@metadata": {
		"authors": [
			"Josef Konrad <konrad@hallowelt.biz>"
		]
	},
	"bs-matomoconnector-extension-description": "Allows the integration of Matomo into the wiki to create dashboards in Matomo",
	"bs-matomoconnector-pref-bsprivacyintegration": "BlueSpicePrivacy integration",
	"bs-matomoconnector-pref-bsprivacyintegration-help": "Enable BlueSpicePrivacy integration. Matomo installation must have AjaxOptOut plugin enabled. See docs/PrivacyIntegration.md",
	"bs-matomoconnector-pref-siteid": "Site ID",
	"bs-matomoconnector-pref-siteid-help": "Matomo site ID. It can be found as URL parameter in the browser address bar when you are logged into Matomo.",
	"bs-matomoconnector-pref-baseurl": "Base URL",
	"bs-matomoconnector-pref-baseurl-help": "The root URL to the Matomo installation without site ID.",
	"bs-matomoconnector-pref-authtoken": "Auth token",
	"bs-matomoconnector-pref-authtoken-help": "The auth token used for HTTP API. It can be found in Matomo: Administration -> Personal -> Security -> Auth tokens",
	"bs-matomoconnector-pref-optoutfooter": "Show opt-out link in footer",
	"bs-matomoconnector-pref-optoutfooter-help": "Shows the link \"Analysis service\" in the wiki footer. The analysis service page includes a Matomo opt-out checkbox.",
	"bs-matomoconnector-special-optoutheading": "Analysis service",
	"bs-matomoconnector-special-privacynote": "<p>Our website uses Matomo, which is a web analysis service. Matomo uses what is known as \"cookies\". These are small text files which are saved on your computer and allow us to analyse the use of our website. The usage information generated by the cookies (including your abbreviated IP address) is relayed to our server and saved so we can analyse the use of our website, which serves to help us optimise our website. Your IP address is immediately made anonymous in this procedure, so that you remain anonymous to us as a user. The information about your use of the website generated by the cookies will not be transferred to third parties. You can prevent the use of cookies by using the relevant settings in your web browser. This may, however, mean that you are unable to use all the website's functionality fully.</p>\n<br />\n<p>If you do not agree to the saving and evaluation of this data concerning your use of the website, you can opt out of this storage and use at any time with a mouse click below. In this case, a cookie called an \"opt-out cookie\" will be saved, which stops Matomo from saving any session data. Please note: If you delete your cookies, this will also delete the opt-out cookie which may then need to be reactivated by you.</p>\n<br />\n<h3>Contradiction:</h3>",
	"bs-matomoconnector-optout-footerlink": "Analysis service",
	"bs-matomoconnector-privacy-cookie-group": "Matomo",
	"bs-matomoconnector-privacy-cookie-group-desc": "Our website uses Matomo, which is a web analysis service. Matomo uses what is known as \"cookies\". These are small text files which are saved on your computer and allow us to analyse the use of our website. The usage information generated by the cookies (including your abbreviated IP address) is relayed to our server and saved so we can analyse the use of our website, which serves to help us optimise our website. Your IP address is immediately made anonymous in this procedure, so that you remain anonymous to us as a user. The information about your use of the website generated by the cookies will not be transferred to third parties."
}
